Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/PRAE-T2 Capítulo 22_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: CAPITULO XXII.
pt_br: CAPÍTULO XXII.

source: SEndo os banhos muitos , e de differentes agoas, e cozimentos, e em differentes partes do corpo , porque huns saõ geraes , outros particulares, he preciso advertir alguma cousa em geral , para que com perfeição se appliquem , ainda que se naõ póde permeditar o genero de enfermidade, que se poderá offerecer.
pt_br: Sendo os banhos muitos, e de diferentes águas, e cozimentos, e em diferentes partes do corpo, porque uns são gerais, outros particulares, é preciso advertir alguma coisa em geral, para que com perfeição se apliquem, ainda que se não pode premeditar o gênero de enfermidade, que se poderá oferecer.

source: Se o banho for geral em todo o corpo , e for de cozimento de ervas , de agoa fria, ou quente , procurareis ter instromento, aonde possa o enfermo estar de sorte , que o banho o cubra todo , ou atè à parte, onde o Medico mandar.
pt_br: Se o banho for geral em todo o corpo, e for de cozimento de ervas, de água fria, ou quente, procurareis ter instrumento, aonde possa o enfermo estar de sorte, que o banho o cubra todo, ou até à parte, onde o Médico mandar.

source: Se o cozimento for quente, em que o enfermo tomar o banho , seja de fórma , que o naõ queime: se for de agoa quente, seja a quentura muy moderada; e sendo de agoa fria, naõ seja muito.
pt_br: Se o cozimento for quente, em que o enfermo tomar o banho, seja de forma, que o não queime: se for de água quente, seja a quentura muito moderada; e sendo de água fria, não seja muito.

source: Naõ dareis de comer ao enfermo logo que sahir do banho , que he preciso seja depois delle huma hora, que sendo antes lhe naõ serviria o banho de proveito; porèm se o enfermo estiver fraco, lhe podereis dar somente assim que sahir hum caldo de galinha.
pt_br: Não dareis de comer ao enfermo logo que sair do banho, que é preciso seja depois dele uma hora, que sendo antes lhe não serviria o banho de proveito; porém se o enfermo estiver fraco, lhe podereis dar somente assim que sair um caldo de galinha.

source: Perguntareis ao Medico, que tempo ha de o enfermo estar no banho ; e se for muito , e a agoa, ou cozimento se esfriar, tereis prevençaõ de mais cozimento, ou agoa quente , para se lhe hir lançando no banho, e se conserve o calor até completar o tempo, que o Medico determinar.
pt_br: Perguntareis ao Médico, que tempo há de o enfermo estar no banho; e se for muito, e a água, ou cozimento se esfriar, tereis prevenção de mais cozimento, ou água quente, para se lhe ir lançando no banho, e se conserve o calor até completar o tempo, que o Médico determinar.

source: Em quanto o enfermo estiver no banho, ou esteja sentado , ou deitado , o naõ haveis de desamparar; porque succede muitas vezes ter hum desmayo , e corre perigo o enfermo dentro do banho; razaõ, porque he conveniente que o banho seja junto da cama, assim por este incidente, como porque acabado o tempo, que nelle houver de estar, se possa o enfermo logo metter nella depois de enxuto, tendo ao mesmo tempo as janellas fechadas, por estarem os poros abertos.
pt_br: Enquanto o enfermo estiver no banho, ou esteja sentado, ou deitado, o não haveis de desamparar; porque sucede muitas vezes ter um desmaio, e corre perigo o enfermo dentro do banho; razão, porque é conveniente que o banho seja junto da cama, assim por este incidente, como porque acabado o tempo, que nele houver de estar, se possa o enfermo logo meter nela depois de enxuto, tendo ao mesmo tempo as janelas fechadas, por estarem os poros abertos.

source: Se o Medico determinar façais ao enfermo hum banho dos joelhos para baixo, a que chamaõ semicupio, o mandareis sentar na cama; e tendo os pés dentro da bacia, lhe hireis lançando agoa com hum jarro de bico, de fórma, que naõ escalde, por espaço de hum quarto de hora; e acabado o dito tempo , o enxugareis muito bem, para se deitar na cama.
pt_br: Se o Médico determinar façais ao enfermo um banho dos joelhos para baixo, a que chamam semicúpio, o mandareis sentar na cama; e tendo os pés dentro da bacia, lhe ireis lançando água com um jarro de bico, de forma, que não escalde, por espaço de um quarto de hora; e acabado o dito tempo, o enxugareis muito bem, para se deitar na cama.

source: Se o banho for nos braços , ou nas mãos , observareis a mesma regra , que nos semicupios.
pt_br: Se o banho for nos braços, ou nas mãos, observareis a mesma regra, que nos semicúpios.
